<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>

회원가입 약관
1. 회원님의 개인정보는 안전하게 보호됩니다.
2. 서비스 이용에 대한 약관 및 조건은 다음과 같습니다.
사회적 특수계급의 제도는 인정되지 아니하며, 어떠한 형태로도 이를 창설할 수 없다.
광물 기타 중요한 지하자원·수산자원·수력과 경제상 이용할 수 있는 자연력은 법률이 정하는 바에 의하여 일정한 기간 그 채취·개발 또는 이용을 특허할 수 있다.
모든 국민은 인간다운 생활을 할 권리를 가진다. 국민의 자유와 권리는 헌법에 열거되지 아니한 이유로 경시되지 아니한다.
대통령이 궐위되거나 사고로 인하여 직무를 수행할 수 없을 때에는 국무총리, 법률이 정한 국무위원의 순서로 그 권한을 대행한다.
훈장등의 영전은 이를 받은 자에게만 효력이 있고, 어떠한 특권도 이에 따르지 아니한다.
선거와 국민투표의 공정한 관리 및 정당에 관한 사무를 처리하기 위하여 선거관리위원회를 둔다.

제2항과 제3항의 처분에 대하여는 법원에 제소할 수 없다.
국회는 정부의 동의없이 정부가 제출한 지출예산 각항의 금액을 증가하거나 새 비목을 설치할 수 없다.
국채를 모집하거나 예산외에 국가의 부담이 될 계약을 체결하려 할 때에는 정부는 미리 국회의 의결을 얻어야 한다.
국교는 인정되지 아니하며, 종교와 정치는 분리된다. 헌법재판소 재판관의 임기는 6년으로 하며, 법률이 정하는 바에 의하여 연임할 수 있다.
국회의원의 수는 법률로 정하되, 200인 이상으로 한다. 중앙선거관리위원회는 대통령이 임명하는 3인, 국회에서 선출하는 3인과 대법원장이 지명하는 3인의 위원으로 구성한다.
위원장은 위원중에서 호선한다.

대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다.
누구든지 병역의무의 이행으로 인하여 불이익한 처우를 받지 아니한다.
모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다.
대통령이 궐위되거나 사고로 인하여 직무를 수행할 수 없을 때에는 국무총리, 법률이 정한 국무위원의 순서로 그 권한을 대행한다.
제1항의 탄핵소추는 국회재적의원 3분의 1 이상의 발의가 있어야 하며, 그 의결은 국회재적의원 과반수의 찬성이 있어야 한다.
다만, 대통령에 대한 탄핵소추는 국회재적의원 과반수의 발의와 국회재적의원 3분의 2 이상의 찬성이 있어야 한다.
의원을 제명하려면 국회재적의원 3분의 2 이상의 찬성이 있어야 한다.

평화통일정책의 수립에 관한 대통령의 자문에 응하기 위하여 민주평화통일자문회의를 둘 수 있다.
모든 국민은 통신의 비밀을 침해받지 아니한다.
지방의회의 조직·권한·의원선거와 지방자치단체의 장의 선임방법 기타 지방자치단체의 조직과 운영에 관한 사항은 법률로 정한다.
공무원의 신분과 정치적 중립성은 법률이 정하는 바에 의하여 보장된다.
국가는 균형있는 국민경제의 성장 및 안정과 적정한 소득의 분배를 유지하고, 시장의 지배와 경제력의 남용을 방지하며,
경제주체간의 조화를 통한 경제의 민주화를 위하여 경제에 관한 규제와 조정을 할 수 있다.
국가원로자문회의의 조직·직무범위 기타 필요한 사항은 법률로 정한다.

환경권의 내용과 행사에 관하여는 법률로 정한다. 훈장등의 영전은 이를 받은 자에게만 효력이 있고, 어떠한 특권도 이에 따르지 아니한다.
저작자·발명가·과학기술자와 예술가의 권리는 법률로써 보호한다.
공공필요에 의한 재산권의 수용·사용 또는 제한 및 그에 대한 보상은 법률로써 하되, 정당한 보상을 지급하여야 한다.
이 헌법에 의한 최초의 대통령의 임기는 이 헌법시행일로부터 개시한다.
국가는 사회보장·사회복지의 증진에 노력할 의무를 진다.
대통령은 제3항과 제4항의 사유를 지체없이 공포하여야 한다.
누구든지 체포 또는 구속의 이유와 변호인의 조력을 받을 권리가 있음을 고지받지 아니하고는 체포 또는 구속을 당하지 아니한다.
체포 또는 구속을 당한 자의 가족등 법률이 정하는 자에게는 그 이유와 일시·장소가 지체없이 통지되어야 한다.

국회는 의장 1인과 부의장 2인을 선출한다.
국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다.
계엄을 선포한 때에는 대통령은 지체없이 국회에 통고하여야 한다.
국가원로자문회의의 조직·직무범위 기타 필요한 사항은 법률로 정한다.
제1항의 해임건의는 국회재적의원 3분의 1 이상의 발의에 의하여 국회재적의원 과반수의 찬성이 있어야 한다.
모든 국민은 통신의 비밀을 침해받지 아니한다. 대통령은 국무회의의 의장이 되고, 국무총리는 부의장이 된다.
모든 국민은 소급입법에 의하여 참정권의 제한을 받거나 재산권을 박탈당하지 아니한다.
국가는 과학기술의 혁신과 정보 및 인력의 개발을 통하여 국민경제의 발전에 노력하여야 한다.

공개하지 아니한 회의내용의 공표에 관하여는 법률이 정하는 바에 의한다.
국회는 국가의 예산안을 심의·확정한다. 국가의 세입·세출의 결산, 국가 및 법률이 정한 단체의 회계검사와 행정기관 및 공무원의 직무에 관한 감찰을 하기 위하여 대통령 소속하에 감사원을 둔다.
대법관의 임기는 6년으로 하며, 법률이 정하는 바에 의하여 연임할 수 있다.
국가는 대외무역을 육성하며, 이를 규제·조정할 수 있다. 국회의원과 정부는 법률안을 제출할 수 있다.
대통령이 궐위된 때 또는 대통령 당선자가 사망하거나 판결 기타의 사유로 그 자격을 상실한 때에는 60일 이내에 후임자를 선거한다.
국가는 재해를 예방하고 그 위험으로부터 국민을 보호하기 위하여 노력하여야 한다.

국회의원의 수는 법률로 정하되, 200인 이상으로 한다.
국가는 건전한 소비행위를 계도하고 생산품의 품질향상을 촉구하기 위한 소비자보호운동을 법률이 정하는 바에 의하여 보장한다.
대법관은 대법원장의 제청으로 국회의 동의를 얻어 대통령이 임명한다.
국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다. 예비비는 총액으로 국회의 의결을 얻어야 한다.
예비비의 지출은 차기국회의 승인을 얻어야 한다. 대통령은 제1항과 제2항의 처분 또는 명령을 한 때에는 지체없이 국회에 보고하여 그 승인을 얻어야 한다.
국가는 노인과 청소년의 복지향상을 위한 정책을 실시할 의무를 진다.
국가안전보장에 관련되는 대외정책·군사정책과 국내정책의 수립에 관하여 국무회의의 심의에 앞서 대통령의 자문에 응하기 위하여 국가안전보장회의를 둔다.

모든 국민은 근로의 의무를 진다.
국가는 근로의 의무의 내용과 조건을 민주주의원칙에 따라 법률로 정한다.
이 헌법공포 당시의 국회의원의 임기는 제1항에 의한 국회의 최초의 집회일 전일까지로 한다.
국가는 농수산물의 수급균형과 유통구조의 개선에 노력하여 가격안정을 도모함으로써 농·어민의 이익을 보호한다.
국군의 조직과 편성은 법률로 정한다. 행정각부의 설치·조직과 직무범위는 법률로 정한다.
국교는 인정되지 아니하며, 종교와 정치는 분리된다.
군사재판을 관할하기 위하여 특별법원으로서 군사법원을 둘 수 있다.
형사피고인은 유죄의 판결이 확정될 때까지는 무죄로 추정된다.
대통령의 임기가 만료되는 때에는 임기만료 70일 내지 40일전에 후임자를 선거한다.

공공필요에 의한 재산권의 수용·사용 또는 제한 및 그에 대한 보상은 법률로써 하되, 정당한 보상을 지급하여야 한다.
국가는 모성의 보호를 위하여 노력하여야 한다.
대통령은 국가의 안위에 관계되는 중대한 교전상태에 있어서 국가를 보위하기 위하여 긴급한 조치가 필요하고 국회의 집회가 불가능한 때에 한하여 법률의 효력을 가지는 명령을 발할 수 있다.
대통령이 제1항의 기간내에 공포나 재의의 요구를 하지 아니한 때에도 그 법률안은 법률로서 확정된다.
나는 헌법을 준수하고 국가를 보위하며 조국의 평화적 통일과 국민의 자유와 복리의 증진 및 민족문화의 창달에 노력하여 대통령으로서의 직책을 성실히 수행할 것을 국민 앞에 엄숙히 선서합니다.

